Repository: Richasy/Acrylic-Markdown-Resource
Catalog: language/*.resw
Source language: en_us
Languages: ru, zh_cn

# AddNewPictureTextBlock.Text
source: Add new image
ru: Добавить новое изображение
zh_cn: 添加新图片

# AllNote
source: All notes
ru: Все заметки
zh_cn: 全部笔记

# AppManagerButtonContentTextBlock.Text
source: Settings
ru: Настройки
zh_cn: 软件配置

# BuiltNewGroupTextBlock.Text
source: Create new group
ru: Создать новую группу
zh_cn: 创建新分类

# BuiltProject
source: Build Project
ru: Создать проект
zh_cn: 新建项目

source: Cancel
ru: Отмена
zh_cn: 取消

# GroupListTextBlock.Text
source: Group list
ru: Список групп
zh_cn: 分类列表

# CloudNull.PlaceholderText
source: Or not
ru: Или нет
zh_cn: 可不填

source: Cloud Project
ru: Облачный проект
zh_cn: 云端项目

# CloudProjectRadioButton.Content
source: Cloud
ru: Облако
zh_cn: 云端项目

# CurrentProjectTextBlock.Text
source: Current project
ru: Текущий проект
zh_cn: 当前项目

# DecryptRadioButton.Content
source: None
ru: Ничего
zh_cn: 不加密

source: Delete
ru: Удалить
zh_cn: 删除

# DeveloperNewsTextBlock.Text
source: Developer news
ru: Новости разработки
zh_cn: 开发者公告

# EncryptRadioButton.Content
source: Encrypt
ru: Зашифровать
zh_cn: 加密

# IsEncryptTextBlock.Text
source: Encrypt options
ru: Настройки шифрования
zh_cn: 加密选项

# LastestOpenTextBlock.Text
source: Recently
ru: Недавние
zh_cn: 最近打开

source: Local Project
ru: Локальные проекты
zh_cn: 本地项目

# LocalProjectRadioButton.Content
source: Local
ru: Локально
zh_cn: 本地项目

# ManagerTextBlock.Text
source: Manager
ru: Менеджер
zh_cn: 管理

# MyProjectTextBlock.Text
source: My Project
ru: Мой проект
zh_cn: 我的项目

# NewBuiltTextBlock.Text
source: New-Built
ru: Новый билд
zh_cn: 新建

# NewNoteButtonContentTextBlock.Text
source: New note
ru: Новая заметка
zh_cn: 新建笔记

# NewProjectButtonContentTextBlock.Text
source: New project
ru: Новый проект
zh_cn: 新建项目

source: Note list
ru: Список заметок
zh_cn: 笔记列表

# OpenFileButtonContentTextBlock.Text
source: File
ru: Файл
zh_cn: 文件

# OpenItemTextBlock.Text
source: Open-Item
ru: Открыть файл
zh_cn: 打开

# OpenFolderButtonContentTextBlock.Text
source: Folder
ru: Папка
zh_cn: 文件夹

source: Picture gallery
ru: Галерея изображений
zh_cn: 图片库

# ProjectBuiltTimeTextBlock.Text
source: Project creation time
ru: Дата создания проекта
zh_cn: 项目创建时间

# ProjectConfig
source: Project conifg
ru: Настройки проекта
zh_cn: 项目配置

# ProjectDescriptionTextBlock.Text
source: Project description
ru: Описание проекта
zh_cn: 项目描述

# ProjectDescriptionTextBox.PlaceholderText
source: Here is your project description.
ru: Это описание вашего проекта.
zh_cn: 这里是你的项目描述

# ProjectLastChangeTimeTextBlock.Text
source: Project modification time
ru: Дата изменения проекта
zh_cn: 项目修改时间

# ProjectLockNoneRadioButton.Content
source: None
ru: Ничего
zh_cn: 无

# ProjectLockPasswordRadioButton.Content
source: Password
ru: Пароль
zh_cn: 文本密码

# ProjectLockTextBlock.Text
source: Project encryption
ru: Шифрование проекта
zh_cn: 项目加密

# ProjectNameTextBlock.Text
source: Project name
ru: Имя проекта
zh_cn: 项目名称

# ProjectNameTextBox.PlaceholderText
source: Here is your project name
ru: Это имя вашего проекта
zh_cn: 这里是你的项目名称

# ProjectPasswordTextBlock.Text
source: Project Password (Can't retrieved)
ru: Пароль проекта (Не может быть восстановлен)
zh_cn: 项目密码（不提供找回）

# ProjectTypeCloudRadioButton.Content
source: Cloud project
ru: Облачный проект
zh_cn: 云端项目

# ProjectTypeLocalRadioButton.Content
source: Local project
ru: Локальный проект
zh_cn: 本地项目

# ProjectTypeTextBlock.Text
source: Project type
ru: Тип проекта
zh_cn: 项目类型

# RecommendPictureShareTextRun1.Text
source: Recommend
ru: Порекомендовать
zh_cn: 推荐

# RecommendPictureShareTextRun2.Text
source: It is free, safe and easy to use as a management tool for picture beds.
ru: Безопасный, бесплатный и простой способ создания ссылок на изображения.
zh_cn: 作为图床管理工具，它免费、安全、且易用

# SearchBox.PlaceholderText
source: Search...
ru: Ищем...
zh_cn: 查询...

source: Single Note
ru: Одиночная заметка
zh_cn: 单个笔记

# ProjectNameEmpty
source: Project name can't be empty!
ru: Имя проекта не может быть пустым!
zh_cn: 项目名不能为空！

source: Style sheet
ru: Таблица стилей
zh_cn: 样式表

# StyleSheetManagerButtonContentTextBlock.Text
source: Style Sheet
ru: Таблица стилей
zh_cn: 样式管理

# Sure
source: Ok
ru: Подвердить
zh_cn: 确认

# TemplateManagerButtonContentTextBlock.Text
source: Template
ru: Шаблон
zh_cn: 模板管理

# TemplateManagerTextBlock.Text
source: Template management
ru: Менеджер шаблонов
zh_cn: 模板管理

# TimeFormat
source: yyyy/MM/dd HH:mm
zh_cn: yyyy年MM月dd日 HH时mm分

# ProjectPasswordEmpty
source: Project password can't be empty!
ru: Пароль проекта не может пыть пустым!
zh_cn: 项目密码不能为空！

source: Built Group
ru: Создать группу
zh_cn: 新建分组

# ColorPickerTipTextBlock.Text
source: Color Pick
ru: Выбор цвета
zh_cn: 颜色选择

# FieldNullOrEmpty
source: Field cannot be empty
ru: Поле не может быть пустым
zh_cn: 字段不可为空

# GroupNameTipTextBlock.Text
source: Group Name
ru: Имя группы
zh_cn: 分组名称

source: Waiting...
ru: Ожидайте...
zh_cn: 处理中...

source: Modify Group
ru: Изменить группу
zh_cn: 修改分类

# AddNoteButtonTextBlock.Text
source: New Note
ru: Новая заметка
zh_cn: 添加笔记

# BuildToggleButton.Content
source: New
ru: Создать
zh_cn: 新建

source: Built Note
ru: Создать заметку
zh_cn: 新建笔记

# GroupComboTipTextBlock.Text
source: Choose Group
ru: Выбрать группу
zh_cn: 分组选择

source: Import Path
ru: Импортировать путь
zh_cn: 导入路径

# ImportToggleButton.Content
source: Import
ru: Импорт
zh_cn: 导入

# NoteNameTextBlock.Text
source: Note Name
ru: Имя заметки
zh_cn: 笔记名称

# NoteNameTextBox.PlaceholderText
source: Name your notes.
ru: Имя вашей заметки.
zh_cn: 给笔记取个名吧

source: Save Path
ru: Сохранить путь
zh_cn: 保存路径

# NoteListTextBlock.Text
source: Note List
ru: Список заметок
zh_cn: 笔记列表

# RepeatName
source: Name Repeat
ru: Повторить имя
zh_cn: 名称重复

# DeleteGroupTip
source: You will delete the group and all entries in the group will be cleared (source files will not be affected). Are you sure?
ru: Вы удалите группу и все записи в группе будут также удалены (исходные файлы затронуты не будут). Продолжить?
zh_cn: 您可以仅删除该组（组内条目移至未分组），或者同时删除组内所有条目（源文件不受影响），请选择？

# DeleteSuccessTip
source: Deleted
ru: Удалено
zh_cn: 已删除

# DeleteTip
source: Delete Warning
ru: Удалить предупреждение
zh_cn: 删除提醒

source: Change
ru: Изменить
zh_cn: 修改

# ChangeMenuItem.Text
source: Change
ru: Изменить
zh_cn: 修改

# DeleteMenuItem.Text
source: Delete
ru: Удалить
zh_cn: 删除

source: Modify Project
ru: Изменить проект
zh_cn: 修改项目

# RemoveMenuItem.Text
source: Remove
ru: Убрать
zh_cn: 移除

# DeleteProjectTip
source: You will delete the project, all groups and notes in the project will be cleared (source files are not affected). Are you sure?
ru: Вы собираетесь удалить проект, все группы и заметки внутри проекта будут удалены (исходные файлы затронуты не будут). Продолжить?
zh_cn: 您将删除该项目，项目内所有分组及笔记都将清除（源文件不受影响），是否确认？

# DeleteNoteTip
source: You will delete this note. Please choose the way to deal with it.
ru: Вы собираетесь удалить заметку. Как вы хотите с ней поступить?
zh_cn: 您将删除这个笔记，请选择处理方式

# DeleteSwipe.Text
source: Delete
ru: Удалить
zh_cn: 删除

# ModifySwipe.Text
source: Change
ru: Изменить
zh_cn: 修改

# ProjectNullOrEmpty
source: The corresponding project does not exist or has been deleted
ru: Указанный проект не существует или был перемещен
zh_cn: 对应项目不存在或已删除

source: Modify Note
ru: Изменить заметку
zh_cn: 修改笔记

# DeleteTemplate
source: You will delete this template. Are you sure?
ru: Вы удалите этот шаблон. Вы уверенны?
zh_cn: 您将删除这个模板，是否确认？

# SaveButton.Content
source: Save
ru: Сохранить
zh_cn: 保存

# TemplateContentTextBox.PlaceholderText
source: Template content, variables refer to the description on the right
ru: Содержимое шаблона, соответствующие переменные находятся справа
zh_cn: 模板内容，宏参照右侧说明

# TemplateListTextBlock.Text
source: Template List
ru: Список шаблонов
zh_cn: 模板列表

# TemplateManagerHolderTextBlock.Text
source: Welcome to Template Management
ru: Добро пожаловать в Менеджер Шаблонов
zh_cn: 欢迎来到模板管理

# TemplateTitleTextBox.PlaceholderText
source: Template Title
ru: Название шаблона
zh_cn: 模板标题

# TemplateComboTipTextBlock.Text
source: Template
ru: Шаблон
zh_cn: 模板选择

# VarDateIntroduceTextBlock.Text
source: Represents the time when the note was created, y represents the year, M represents the month, d represents the day, H represents the hour, m represents the minute, s represents the second, and the expression in parentheses can be adjusted by itself.
ru: Обозначает форма, в котором отображается время. y - год, M - месяц, d - день, H - часы, m - минуты, s - секунды.
zh_cn: 表示笔记在创建时的时间，y表示年，M表示月，d表示日，H表示时，m表示分，s表示秒，可自行调整括号内表达式

# VarFileNameIntroduceTextBlock.Text
source: Represents the name of the file you save. Sometimes the name of the file does not coincide with the name of the record. The file name does not contain a path, and does not contain an extension.
ru: Представляет собой имя сохраняемого файла. Иногда, имя файла и записи могут не совпадать. Имя файла не содержит в себе полный путь и расширение.
zh_cn: 表示你保存的文件名，有时候文件名和记录的笔记名并不一致。该文件名不包含路径，不包含扩展名

# VarTitleIntroduceTextBlock.Text
source: Represents the name of the note saved by the software
ru: Имя заметки, сохраненой программой
zh_cn: 表示软件保存的笔记名称

# StyleSheetManagerHolderTextBlock.Text
source: Welcome to Style Management
ru: Добро пожаловать в менеджер стилей
zh_cn: 欢迎来到样式管理

# DeleteStyleSheetTip
source: You will delete this style. Are you sure?
ru: Вы удалите этот стиль. Вы уверенны?
zh_cn: 您将删除这个样式，是否确认？

source: Saved
ru: Сохранено
zh_cn: 已保存

# StyleSheetTitleTextBox.PlaceholderText
source: Style Title
ru: Название стиля
zh_cn: 样式标题

# NewStyleSheetTip
source: New completion and auto-fill default style
ru: Новое завершение и автозаполнение по умолчанию
zh_cn: 新建完成，并自动填充默认样式

# BasicSettingTitleTextBlock.Text
source: Basic Settings
ru: Основные настройки
zh_cn: 基础设置

# PasswordDialogTitle
source: Need Password
ru: Необходим пароль
zh_cn: 输入密码

# RestartTip
source: The modification has been completed, please restart the application
ru: Изменения были применены. Просим перезапустить приложение
zh_cn: 已完成修改，请重启应用

# SettingBasic
source: Basic
ru: Базовый
zh_cn: 基础设置

# SettingEdit
source: Editor
ru: Редактор
zh_cn: 编辑器设置

# SettingManagerTextBlock.Text
source: Settings
ru: Настройки
zh_cn: 软件设置

# SettingPreview
source: Preview
ru: Превью
zh_cn: 预览设置

# ThemeTipTextBlock.Text
source: Soft Theme
ru: Легкая тема
zh_cn: 软件主题

# WrongPassword
source: Password error
ru: Ошибка пароля
zh_cn: 密码错误

# EditColumnMenuItem.Text
source: Only edit
ru: Только редактирование
zh_cn: 单独编辑

# PreviewColumnMenuItem.Text
source: Only preview
ru: Только превью
zh_cn: 单独预览

# TwoColumnMenuItem.Text
source: Contrast
ru: Контраст
zh_cn: 双栏对照

# CanNotDeleteFixItem
source: Fixed entries cannot be deleted
ru: Измененные поля не могут быть сохранены
zh_cn: 不能删除固定条目

source: Exported
ru: Экспортировать
zh_cn: 已导出

# ExportHTMLMenuItem.Text
source: Export to HTML
ru: Экспортировать в HTML
zh_cn: 导出为HTML

source: Export Image
ru: Экспортировать изображение
zh_cn: 导出图片

# ExportMarkdownMenuItem.Text
source: Export to md
ru: Экспортировать в MD
zh_cn: 导出为MD

# DefaultStyleTipTextBlock.Text
source: Default style
ru: Стиль по умолчанию
zh_cn: 默认样式

# EditSettingTitleTextBlock.Text
source: Editor Settings
ru: Настройки редактора
zh_cn: 编辑器设置

# ExampleTipTextBlock.Text
source: Sample text
ru: Текст-образец
zh_cn: 示例文字

# FontFamilyTipTextBlock.Text
source: Font setting
ru: Настройки шрифта
zh_cn: 字体设置

# FontSizeTipTextBlock.Text
source: Font size setting
ru: Настройки размера шрифта
zh_cn: 字号设置

# HTMLNoStyleMenuItem.Text
source: No style
ru: Без стилей
zh_cn: 不含样式

# HTMLWithStyleMenuItem.Text
source: Inclusion style
ru: Стиль включения
zh_cn: 包含样式

# LoadingTipTextBlock.Text
source: Loading...
ru: Загрузка...
zh_cn: 加载中...

# PreviewSettingTitleTextBlock.Text
source: Preview Settings
ru: Настройки превью
zh_cn: 预览设置

# ImportFileMenuItem.Text
source: File
ru: Файл
zh_cn: 文件

# ImportFolderMenuItem.Text
source: Folder
ru: Папка
zh_cn: 文件夹

# BuiltMailConfig
source: Establishing Mailbox Configuration
ru: Проверяем настройки почты
zh_cn: 建立邮箱配置

source: Deleted
ru: Удалено
zh_cn: 已删除

# MailAddressTipTextBlock.Text
source: Mail Address
ru: Адрес почты
zh_cn: 邮箱地址

# MailManagerTipTextBlock.Text
source: Mailbox Management
ru: Менеджер почты
zh_cn: 邮箱管理

# MailNameTipTextBlock.Text
source: Show Name
ru: Показать имя
zh_cn: 显示名称

# MailPasswordTipTextBlock.Text
source: Password
ru: Пароль
zh_cn: 邮箱密码

# MailPortTipTextBlock.Text
source: Port
ru: Порт
zh_cn: 端口号

# MailSendError
source: Mail delivery failed, please check configuration
ru: Ошибка отправки почты. Проверьте настройки почты
zh_cn: 邮件发送失败，请检查配置

# MailServerTipTextBlock.Text
source: Mailbox Server
ru: Почтовый сервер
zh_cn: 邮箱服务器

# MailSSLTipTextBlock.Text
source: SSL Open
ru: SSL открыт
zh_cn: 是否开启SSL

# ModifyMailConfig
source: Modify Mailbox Configuration
ru: Изменить настройки почты
zh_cn: 修改邮箱配置

# OpenFileTipContent
source: You will open the external Markdown file, which will cover the page you are currently browsing. Are you sure?
ru: Файл, который вы собираетесь открыть, заменит текущий в окне. Продолжить?
zh_cn: 您将打开外部Markdown文件，这将覆盖您当前浏览的页面，是否确认？

# OpenFileTipTitle
source: Open external files
ru: Открыть внешний файл
zh_cn: 打开外部文件

# TestMailSendTip
source: A test email has been sent to your mailbox. If you receive it, the configuration is correct.
ru: Тестовое сообщение было отправлено на почту. Если оно до вас дошло, то почта настроена правильно
zh_cn: 已向您的邮箱发送了一封测试邮件，如果您收到了，说明配置正确

# ExportMailMenuItem.Text
source: Send Mail
ru: Отправить письмо
zh_cn: 发送邮件

# MailConfigTipTextBlock.Text
source: Sender
ru: Отправитель
zh_cn: 发件人

# ReceiverNameTipTextBlock.Text
source: Recipients (Use commas to separate)
ru: Получатели (используйте запятые для перечисления)
zh_cn: 收件人 (多个使用半角逗号隔开)

# StyleSheetTipTextBlock.Text
source: Style Sheet
ru: Таблица стилей
zh_cn: 样式表

# WithMarkdownCheckBox.Content
source: Send MD files as attachments
ru: Отправить MD как прикрепленный файл
zh_cn: 将MD文件作为附件发送

# MailSent
source: The mail has been sent
ru: Письмо было успешно отправлено
zh_cn: 邮件已发送

source: None
ru: Ничего
zh_cn: 无

# SendMailDialogTitle
source: Send Mail
ru: Отправить письмо
zh_cn: 发送邮件

# BuiltWordPressConfig
source: Link to WordPress
ru: Связать с WordPress
zh_cn: 连接到WordPress

# ExportWordPressMenuItem.Text
source: Published to WP
ru: Опубликовать в WP
zh_cn: 发布至WordPress

# WordPressAuthorizeCodeDialogTitle
source: WordPress Authorization Code
ru: Код авторизации WordPress
zh_cn: WordPress授权码

# WordPressAuthorizeCodeTipTextBlock.Text
source: Copy the authorization code you get in the browser.
ru: Скопируйте код авторизации, полученный в браузере.
zh_cn: 将您在浏览器中获取到的授权码复制进来即可

# DeleteMailTip
source: You will delete this Mailbox configuration. Are you sure?
ru: Вы собираетесь удалить настройки Почты. Продолжить?
zh_cn: 您将删除这个邮箱配置，是否确认？

# DeleteWordPressTip
source: You will delete this WordPress configuration. Are you sure?
ru: Вы собираетесь удалить настройки WordPress. Продолжить?
zh_cn: 您将删除这个WordPress配置，是否确认？

# LanguageTipTextBlock.Text
source: Language
ru: Язык
zh_cn: 语言

# WordPressManagerTipTextBlock.Text
source: WordPress Management
ru: Менеджер WordPress
zh_cn: WordPress账户管理

# NoWordPressConfigTip
source: You do not have a WordPress account configured, Please add it to the software settings
ru: У вас не настроен аккаунт WordPress, вы можете сделать это в настройках
zh_cn: 您没有配置WordPress账户，请在软件设置内添加

# LineHeightTipTextBlock.Text
source: Line Height
ru: Высота линии
zh_cn: 行高设置

# MoreOptionButton.Content
source: More
ru: Больше
zh_cn: 更多选项

# NewWordPressPost
source: New Post
ru: Новый пост
zh_cn: 创建新文章

# SiteComboBoxTipTextBlock.Text
source: Site selection
ru: Выбор сайта
zh_cn: 网站选择

source: Uploaded
ru: Выгружено
zh_cn: 已上传

# UploadError
source: Upload failure
ru: Ошибка выгрузки
zh_cn: 上传失败

# WordPressExpiryReAuthority
source: The token has expired and is being reapplied
ru: Токен истек и был отклонен
zh_cn: 令牌已失效，正在重新申请

# WordPressExpiryTip
source: The token has expired, please click on the corresponding account in the settings to re-authorize
ru: Токен истек, обновите его в настройках аккаунта
zh_cn: 令牌已过期，请在设置中点击对应账户重新授权

# WPCategoryTipTextBlock.Text
source: Category selection
ru: Выбор категории
zh_cn: 分类选择

# WPSlugTipTextBlock.Text
source: Slug
zh_cn: 文章短名

# WPStatusTipTextBlock.Text
source: Status
ru: Статус
zh_cn: 发布状态

# WPStatus_Draft.Content
source: Draft
ru: Черновик
zh_cn: 草稿

# WPStatus_Private.Content
source: Private
ru: Приватный
zh_cn: 私密

# WPStatus_Public.Content
source: Public
ru: Публичный
zh_cn: 公开

# WPTagTipTextBlock.Text
source: Tag selection
ru: Выбор Тэга
zh_cn: 标签选择

# ModifyPostMenuItem.Text
source: Modify Post
ru: Изменить пост
zh_cn: 修改文章

# ModifyWordPressPost
source: Modify Post
ru: Изменить пост
zh_cn: 修改文章

# NewPostMenuItem.Text
source: New Post
ru: Новый пост
zh_cn: 新建文章

# NoFile
source: Source file is damaged or lost, please rebind
ru: Исходный файл был поврежден или перемещен. Укажите путь до исходного файла
zh_cn: 源文件损坏或丢失，请重新绑定

# PostComboBoxTipTextBlock.Text
source: Source post
ru: Исходный пост
zh_cn: 源文章

# CloseCacheTip
source: You also have unsaved files. Please choose how to handle them.
ru: У вас имеются несохраненные файлы. Как с ними поступить?
zh_cn: 您还有未保存的文件，请选择如何处理

# DeleteJustNote
source: Just Item
ru: Только элемент
zh_cn: 删除条目

# DeleteWithFile
source: Delete File
ru: Удалить файл
zh_cn: 删除文件

source: Exit
ru: Выход
zh_cn: 退出

# SaveAndExit
source: Exit after saving
ru: Выйти после сохранения
zh_cn: 保存后退出

source: Warning
ru: Предупреждение
zh_cn: 警告

# ToBlog
source: Developer blog
ru: Блог разработки
zh_cn: 开发者博客

# UpdateTitle
source: Update information
ru: Обновить информацию
zh_cn: 更新信息
